class AllText {

  static const theme = [
    {'dark': 'const Color(0xFFCCB4FF)', 'normal': 'const Color(0xFFCCB4FF)'}
  ];

  static const correctAnswer = [
    '12',
    '8',
    '6',
    '29',
    '57',
    '5',
    '3',
    '15',
    '74',
    '2',
    '6',
    '97',
    '45',
    '5',
    '7',
    '16',
    '73',
    'Тодорхойгүй дүрс байна.',
    'Тодорхойгүй дүрс байна.',
    'Тодорхойгүй дүрс байна.',
    'Тодорхойгүй дүрс байна.',
    '26',
    '42',
    '35',
    '96',
    'хөх яагаан болон улаан ороомог',
    'хөх яагаан болон улаан ороомог',
    'Тодорхойгүй дүрс байна.',
    'Тодорхойгүй дүрс байна.',
    'цэнхэрдүү ногоон ороомог',
    'цэнхэрдүү ногоон ороомог',
    'улбар шар ороомог',
    'улбар шар ороомог',
    'цэнхэрдүү болон шаргал ногоон',
    'цэнхэрдүү болон шаргал ногоон',
    'улаан болон улбар шар',
    'улаан болон улбар шар',
    'улбар шар ороомог'
  ];

  static const protAns = [
    'none',
    '3',
    '5',
    '70',
    '35',
    '2',
    '5',
    '17',
    '21',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    '5',
    '2',
    '45',
    '73',
    '6',
    '2',
    '5',
    '6',
    'хөх яагаан ороомог',
    'хөх яагаан ороомог',
    'Шулуун',
    'Шулуун',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'хөх яагаан ороомог',
    'хөх яагаан ороомог',
    'хөх яагаан болон цэнхэрдүү ногоон',
    'хөх яагаан болон цэнхэрдүү ногоон',
    'none'
  ];

  static const deutAns = [
    'none',
    '3',
    '5',
    '70',
    '35',
    '2',
    '5',
    '17',
    '21',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    '5',
    '2',
    '45',
    '73',
    '2',
    '4',
    '3',
    '9',
    'улаан ороомог',
    'улаан ороомог',
    'Шулуун',
    'Шулуун',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'Юу ч харагдахгүй байна.',
    'хөх яагаан ороомог',
    'хөх яагаан ороомог',
    'хөх яагаан болон цэнхэрдүү ногоон',
    'хөх яагаан болон цэнхэрдүү ногоон',
    'none'
  ];

  static const protGlass = [
    {
      'name': 'Grant',
      'image': 'https://i.shgcdn.com/3edbb8ae-2412-4588-be0f-54083e6fc3ca/-/format/auto/-/preview/3000x3000/-/quality/lighter/',
      'price': '\$329',
      'link': 'https://enchroma.com/products/grant-indoor'
    },
    {
      'name': 'Grayson',
      'image': 'https://i.shgcdn.com/c3a6a342-d163-47cd-813f-c33bde09c69c/-/format/auto/-/preview/3000x3000/-/quality/lighter/',
      'price': '\$229',
      'link': 'https://enchroma.com/products/grayson-cx1-indoor'
    },
    {
      'name': 'Colby (Age 10+)',
      'image': 'https://i.shgcdn.com/abc33e1b-78f5-47c3-bf9a-f07b769ea79d/-/format/auto/-/preview/3000x3000/-/quality/lighter/',
      'price': '\$189',
      'link': 'https://enchroma.com/products/colby-indoor'
    },
    {
      'name': 'Twain (Age 5 - 10)',
      'image': 'https://i.shgcdn.com/e798d1ea-1cdd-4ee9-a61f-7084730aac6d/-/format/auto/-/preview/3000x3000/-/quality/lighter/',
      'price': '\$189',
      'link': 'https://enchroma.com/products/twain-indoor'
    }
  ];

  static const deutGlass = [
    {
      'name': 'Colorado',
      'image': 'https://i.shgcdn.com/dd9fc4f8-9c6d-4a76-bf87-95aa1f715a93/-/format/auto/-/preview/3000x3000/-/quality/lighter/',
      'price': '\$389',
      'link': 'https://enchroma.com/products/colorado-cx1-indoor-dt'
    },
    {
      'name': 'Grayson',
      'image': 'https://i.shgcdn.com/c6fbc2b4-dcd2-4c2c-853b-333a0cf3cc10/-/format/auto/-/preview/3000x3000/-/quality/lighter/',
      'price': '\$229',
      'link': 'https://enchroma.com/products/grayson-cx1-indoor-dt'
    },
    {
      'name': 'Colby (Age 10+)',
      'image': 'https://i.shgcdn.com/d38a525b-d323-46ae-9613-31784985fb55/-/format/auto/-/preview/3000x3000/-/quality/lighter/',
      'price': '\$189',
      'link': 'https://enchroma.com/products/colby-indoor-dt'
    },
    {
      'name': 'Twain (Age 5 - 10)',
      'image': 'https://i.shgcdn.com/782ff9ff-4a7b-4212-b97a-c0654cc2ae3d/-/format/auto/-/preview/3000x3000/-/quality/lighter/',
      'price': '\$189',
      'link': 'https://enchroma.com/products/twain-indoor-dt'
    }
  ];

  static const questions = [
    {
      'text': 'Ишихара туршилтын хавтан - 1',
      'answer': ['2', '1', '12', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-01-38.jpg',
      'desc':
          'Энэ хавтанг хүн бүр 12 тоо харна.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 2',
      'answer': ['3', '8', '7', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-02-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 8 тоо харах бөгөөд хэвийн бус хараатай хүн 3 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 3',
      'answer': ['6', '5', '8', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-03-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 6 тоо харах бөгөөд хэвийн бус хараатай хүн 5 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 4',
      'answer': ['29', '70', '19', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-04-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 29 тоо харах бөгөөд хэвийн бус хараатай хүн 70 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 5',
      'answer': ['17', '57', '35', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-05-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 57 тоо харах бөгөөд хэвийн бус хараатай хүн 35 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 6',
      'answer': ['2', '3', '5', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-06-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 5 тоо харах бөгөөд хэвийн бус хараатай хүн 2 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 7',
      'answer': ['5', '3', '2', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-07-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 3 тоо харах бөгөөд хэвийн бус хараатай хүн 5 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 8',
      'answer': ['17', '13', '15', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-08-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 15 тоо харах бөгөөд хэвийн бус хараатай хүн 17 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 9',
      'answer': ['74', '14', '21', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-09-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 74 тоо харах бөгөөд хэвийн бус хараатай хүн 21 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 10',
      'answer': ['7', '1', '2', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-10-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 2 тоо харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл ямар нэгэн буруу зүйл харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 11',
      'answer': ['6', '5', '7', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-11-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 6 тоо харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл ямар нэгэн буруу зүйл харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 12',
      'answer': ['77', '97', '17', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-12-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 97 тоо харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл ямар нэгэн буруу зүйл харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 13',
      'answer': ['54', '34', '45', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-13-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 45 тоо харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл ямар нэгэн буруу зүйл харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 14',
      'answer': ['5', '1', '4', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-14-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 5 тоо харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл ямар нэгэн буруу зүйл харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 15',
      'answer': ['1', '9', '7', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-15-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 7 тоо харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл ямар нэгэн буруу зүйл харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 16',
      'answer': ['15', 'Шулуун', '16', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-16-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 16 тоо харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл ямар нэгэн буруу зүйл харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 17',
      'answer': ['37', '73', 'Шулуун', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-17-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 73 тоо харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл ямар нэгэн буруу зүйл харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 18',
      'answer': [
        '3',
        '5',
        'Тодорхойгүй дүрс байна.',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-18-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн тодорхойгүй дүрс харах бөгөөд хэвийн бус хараатай хүн 5 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 19',
      'answer': [
        '15',
        '2',
        'Тодорхойгүй дүрс байна.',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-19-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн тодорхойгүй дүрс харах бөгөөд хэвийн бус хараатай хүн 2 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 20',
      'answer': [
        '37',
        '45',
        'Тодорхойгүй дүрс байна.',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-20-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн тодорхойгүй дүрс харах бөгөөд хэвийн бус хараатай хүн 45 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 21',
      'answer': [
        'Тодорхойгүй дүрс байна.',
        '35',
        '73',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-21-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн тодорхойгүй дүрс харах бөгөөд хэвийн бус хараатай хүн 73 тоо харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 22',
      'answer': ['26', '6', '2', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-22-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 26 тоо харах бөгөөд хэвийн бус хараатай хүн 2 болон 6 харна. Энэ нь 2 ногоон 6 улаан өнгийн харалган байна.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 23',
      'answer': ['4', '42', '2', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-23-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 42 тоо харах бөгөөд хэвийн бус хараатай хүн 4 болон 2 харна. Энэ нь 4 ногоон 2 улаан өнгийн харалган байна.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 24',
      'answer': ['35', '5', '3', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-24-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 35 тоо харах бөгөөд хэвийн бус хараатай хүн 3 болон 5 харна. Энэ нь 3 ногоон 5 улаан өнгийн харалган байна.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 25',
      'answer': ['9', '6', '96', 'Юу ч харагдахгүй байна.'],
      'image': 'assets/images/Ishihara-Plate-25-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн 96 тоо харах бөгөөд хэвийн бус хараатай хүн 9 болон 6 харна. Энэ нь 9 ногоон 6 улаан өнгийн харалган байна.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 26',
      'answer': [
        'хөх яагаан ороомог',
        'улаан ороомог',
        'хөх яагаан болон улаан ороомог',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-26-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн хөх яагаан болон улаан ороомог харах бөгөөд хэвийн бус хараатай хүн хөх яагаан эсвэл улаан ороомог харна. Энэ нь улаан ороомог - ногоон, хөх яагаан ороомог - улаан өнгийн харалган байна.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 27',
      'answer': [
        'хөх яагаан болон улаан ороомог',
        'улаан ороомог',
        'хөх яагаан ороомог',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-27-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн хөх яагаан болон улаан ороомог харах бөгөөд хэвийн бус хараатай хүн хөх яагаан эсвэл улаан ороомог харна. Энэ нь улаан ороомог - ногоон, хөх яагаан ороомог - улаан өнгийн харалган байна.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 28',
      'answer': [
        '35',
        'Шулуун',
        'Тодорхойгүй дүрс байна.',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-28-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн тодорхойгүй дүрс харах бөгөөд хэвийн бус хараатай хүн шулуун харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 29',
      'answer': [
        '36',
        'Тодорхойгүй дүрс байна.',
        'Шулуун',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-29-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн тодорхойгүй дүрс харах бөгөөд хэвийн бус хараатай хүн шулуун харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 30',
      'answer': [
        'цэнхэрдүү ногоон ороомог',
        'хөх яагаан ороомог',
        'улаан ороомог',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-30-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн цэнхэрдүү ногоон ороомог харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 31',
      'answer': [
        'хөх яагаан ороомог',
        'цэнхэрдүү ногоон ороомог',
        'улаан ороомог',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-31-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн цэнхэрдүү ногоон ороомог харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 32',
      'answer': [
        'хөх яагаан ороомог',
        'улбар шар ороомог',
        'хөх ороомог',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-32-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн улбар шар ороомог харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл буруу ороомог харна.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 33',
      'answer': [
        'улбар шар ороомог',
        'хөх ороомог',
        'хөх яагаан ороомог',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-33-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн улбар шар ороомог харах бөгөөд хэвийн бус хараатай хүн юу ч харахгүй эсвэл буруу ороомог харна.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 34',
      'answer': [
        'цэнхэрдүү ногоон болон хөх яагаан',
        'хөх яагаан ороомог',
        'цэнхэрдүү болон шаргал ногоон',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-34-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн цэнхэрдүү болон шаргал ногоон ороомог харах бөгөөд хэвийн бус хараатай хүн хөх яагаан ороомог харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 35',
      'answer': [
        'хөх ороомог',
        'хөх яагаан ороомог',
        'цэнхэрдүү болон шаргал ногоон',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-35-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн цэнхэрдүү болон шаргал ногоон ороомог харах бөгөөд хэвийн бус хараатай хүн хөх яагаан ороомог харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 36',
      'answer': [
        'улаан болон улбар шар',
        'ногоон ороомог',
        'хөх яагаан болон цэнхэрдүү ногоон',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-36-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн улаан болон улбар шар ороомог харах бөгөөд хэвийн бус хараатай хүн хөх яагаан болон цэнхэрдүү ногоон ороомог харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 37',
      'answer': [
        'хөх ороомог',
        'хөх яагаан болон цэнхэрдүү ногоон',
        'улаан болон улбар шар',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-37-38.jpg',
      'desc':
          'Энэ хавтанг хэвийн хараатай хүн улаан болон улбар шар ороомог харах бөгөөд хэвийн бус хараатай хүн хөх яагаан болон цэнхэрдүү ногоон ороомог харна. Энэ нь улаан ногоон өнгийн харалган байдаг.'
    },
    {
      'text': 'Ишихара туршилтын хавтан - 38',
      'answer': [
        'улбар шар ороомог',
        'улаан ороомог',
        'хөх яагаан ороомог',
        'Юу ч харагдахгүй байна.'
      ],
      'image': 'assets/images/Ishihara-Plate-38-38.jpg',
      'desc':
          'Энэ хавтанг хүн бүр улбар шар ороомог харна.'
    },
  ];
}
